var events = [
    {
        event: "Гендальф выезжает из Шира",
        start: new Date("3018-04-16")
    },
    {
        event: "Гендальф Заточен Саруманом в Изенгарде",
        start: new Date("3018-07-10")
    },
    {
        event: "Хоббиты Выходят из Шира",
        start: new Date("3018-09-22")
    },
    {
        event: "Хоббиты прибывают в Бри",
        start: new Date("3018-09-30")
    },
    {
        event: "Хоббиты встречают Арагорна",
        start: new Date("3018-09-30")
    },
    {
        event: "Хоббиты и Арагорн Прибывают в Ривенделл",
        start: new Date("3018-10-20")
    },
    {
        event: "Сформировано Братство Кольца",
        start: new Date("3018-10-20")
    },
    {
        event: "Братство Кольца Выходит из Ривенделла",
        start: new Date("3018-10-25")
    },
    {
        event: "Братство Кольца Дошло до Мории",
        start: new Date("3019-01-14")
    },
    {
        event: "Гендальф падает в Бездну и дерется с барлогом",
        start: new Date("3019-01-15")
    },
    {
        event: "Отряд Прибывает в Лориэн",
        start: new Date("3019-01-18")
    },
    {
        event: "Гендальф Бобеждает Балрога и Умирает",
        start: new Date("3019-01-25")
    },
    {
        event: "Гендальф Воскресает как Гендальф-Белый",
        start: new Date("3019-02-15")
    },
    {
        event: "Отряд Выплывает из Лориэна",
        start: new Date("3019-02-15")
    },
    {
        event: "Боромир Убит",
        start: new Date("3019-02-26")
    },
    {
        event: "Орки Схватили Мэрри и Пиппина",
        start: new Date("3019-02-26")
    },
    {
        event: "Отряд Распадается",
        start: new Date("3019-02-26")
    },
    {
        event: "Арагорн, Гимли и Леголас гонятся за орками",
        start: new Date("3019-02-27")
    },
    {
        event: "Орков Замочили, Хоббиты убежали в Лес и Встретили Энтов с Гендальфом",
        start: new Date("3019-02-28")
    },
    {
        event: "Арагорн, Гимли и Леголас встречают Гендальфа В лесу Фангорн",
        start: new Date("3019-03-01")
    },
    {
        event: "Гендальф и компанию прибывают в Эдорас и Исцеляют Теодена",
        start: new Date("3019-03-02")
    },
    {
        event: "Энты нападают на Изенгард",
        start: new Date("3019-03-03")
    },
    {
        event: "Битва за Хельмову Падь",
        start: new Date("3019-03-04")
    },
    {
        event: "Гендальф и Мэрри едут в Минас-Тирит",
        start: new Date("3019-03-06")
    },
    {
        event: "Арагорн, Гимли и Леголас Ступают на Тропу мертвых",
        start: new Date("3019-03-08")
    },
    {
        event: "Арагорн Засуммонил Армию мертвых и они пошли Воевать",
        start: new Date("3019-03-10")
    },
    {
        event: "Битва за Минас-Тирит",
        start: new Date("3019-03-15")
    },
    {
        event: "Объединенные Войска Гондора И Рохана Выступают в Мордор",
        start: new Date("3019-03-18")
    },
    {
        event: "Кольцо Брошено в Ородруин, Саурон Повержен",
        start: new Date("3019-03-25")
    }
    
];