var points = [
	{
		chords: [-1280.00 , 1082.00],
		content: "Минас-Тирит"
	},
	{
		chords: [892.000 , 889.754],
		content: "Рованион"
	},
	{
		chords: [2054.02, 1330.00],
		content: "Эребор"
	},
	{
		chords: [1927.02, 1336.00],
		content: "Эсгарот"
	},
	{
		chords: [1998.02, 1348.00],
		content: "Дейл"
	},
	{
		chords: [1240.00 , 945.754],
		content: "Лихолесье"
	},
	{
		chords: [574.000, 648.000],
		content: "Дол Гулдур"
	},
	{
		chords: [544.000 , 157.754],
		content: "Лориэн"
	},
	{
		chords: [792.000 , -222.246],
		content: "Мория"
	},
	{
		chords: [1527.00, -205.000],
		content: "Ривенделл"
	},

	{
		chords: [-28.6195 , -170.865],
		content: "Фангорн"
	},
	{
		chords: [-738.000, -106.000],
		content: "Эдорас"
	},

	{
		chords: [-996.256 , 1867.90],
		content: "Барад-Дур"
	},
	{
		chords: [-1056.26 , 1699.90],
		content: "Ородруин"
	},
	{
		chords: [1743.72 , -3400.00],
		content: "Линдон"
	},
	{
		chords: [-1256.59 , 1324.00],
		content: "Минас-Моргул"
	},
	{
		chords: [2144.00 , 2544.00],
		content: "Железные холмы"
	},
	{
		chords: [-262.000, -617.000],
		content: "Изенгард"
	},
	{
		chords: [-586.000, -492.000],
		content: "Хельмова Падь"
	},
	{
		chords: [-1277.90, 1168.00],
		content: "Асгилиат"
	}
	,
	{
		chords: [1480.00, -2069.00],
		content: "Хоббитон"
	},
	{
		chords: [1438.00, -1558.00],
		content: "Бри"
	}
	
]
