var points = [
	{
		chords: [-1280.00 , 1082.00],
		content: "Минас-Тирит"
	},
	{
		chords: [-1411.88 , -697.334],
		content: "Гондор"
	},
	{
		chords: [-1469.96 , 2028.00],
		content: "Мордор"
	},
	{
		chords: [1264.00 , -2336.00],
		content: "Шир"
	},
	{
		chords: [892.000 , 889.754],
		content: "Рованион"
	},
	{
		chords: [2172.00 , 1333.75],
		content: "Эребор"
	},
	{
		chords: [1620.00 , 1413.75],
		content: "Эсгарот"
	},
	{
		chords: [1876.00 , 1073.75],
		content: "Дейл"
	},
	{
		chords: [1240.00 , 945.754],
		content: "Лихолесье"
	},
	{
		chords: [480.000 , 925.754],
		content: "Дол Гулдур"
	},
	{
		chords: [544.000 , 157.754],
		content: "Лориэн"
	},
	{
		chords: [792.000 , -222.246],
		content: "Мория"
	},
	{
		chords: [1544.00 , -386.246],
		content: "Ривенделл"
	},
	{
		chords: [1216.00 , -1328.00],
		content: "Эриадор"
	},
	{
		chords: [-460.620 , -66.8646],
		content: "Рохан"
	},
	{
		chords: [-28.6195 , -170.865],
		content: "Фангорн"
	},
	{
		chords: [-729.172 , 145.793],
		content: "Эдорас"
	},
	{
		chords: [1896.00 , -1040.00],
		content: "Арнор"
	},
	{
		chords: [-996.256 , 1867.90],
		content: "Барад-Дур"
	},
	{
		chords: [-1056.26 , 1699.90],
		content: "Ородруин"
	},
	{
		chords: [1743.72 , -3400.00],
		content: "Линдон"
	},
	{
		chords: [-1256.59 , 1324.00],
		content: "Минас-Моргул"
	},
	{
		chords: [2144.00 , 2544.00],
		content: "Железные холмы"
	},
	
]
